UA_MALE_NAMES = [
    "Олександр", "Максим", "Артем", "Дмитро", "Іван",
    "Андрій", "Михайло", "Владислав", "Богдан", "Тарас",
    "Віталій", "Єгор", "Денис", "Роман", "Назар",
    "Юрій", "Павло", "Олег", "Сергій", "Володимир",
    "Ілля", "Кирило", "Степан", "Ростислав", "Тимофій",
    "Олексій", "Микита", "Валентин", "Вадим", "Руслан",
    "Євген", "Анатолій", "Віктор", "Григорій", "Борис",
    "Валерій", "Ярослав", "Лев", "Арсен", "Гліб",
    "Матвій", "Марко", "Давид", "Тимур", "Захар",
    "Станіслав", "Костянтин", "Микола", "Василь", "Антон",
]

UA_FEMALE_NAMES = [
    "Анна", "Софія", "Марія", "Вікторія", "Анастасія",
    "Дарина", "Катерина", "Аліна", "Олена", "Поліна",
    "Ірина", "Юлія", "Христина", "Вероніка", "Оксана",
    "Тетяна", "Мілана", "Злата", "Соломія", "Наталія",
    "Марта", "Єва", "Діана", "Валерія", "Ярина",
    "Арина", "Аліса", "Варвара", "Ксенія", "Олександра",
    "Василина", "Ангеліна", "Каріна", "Емілія", "Мирослава",
    "Дарія", "Маргарита", "Лілія", "Влада", "Ніка",
    "Яна", "Таїсія", "Аделіна", "Агата", "Еліна",
    "Єлизавета", "Любов", "Надія", "Світлана", "Ольга",
]

UA_SURNAMES = [
    "Шевченко", "Коваленко", "Бондаренко", "Ткаченко", "Кравченко",
    "Олійник", "Шевчук", "Ковальчук", "Бондар", "Мельник",
    "Коваль", "Савченко", "Лисенко", "Гончар", "Мазур",
    "Романюк", "Поліщук", "Сидоренко", "Данилюк", "Гриценко",
    "Петренко", "Марченко", "Іщенко", "Клименко", "Яценко",
    "Кушнір", "Левченко", "Кравчук", "Мороз", "Руденко",
    "Дорошенко", "Тимошенко", "Павленко", "Федоренко", "Білик",
    "Козак", "Литвин", "Бойко", "Захарченко", "Мартиненко",
    "Кириленко", "Авраменко", "Іваненко", "Макаренко", "Сергієнко",
    "Пономаренко", "Терещенко", "Зінченко", "Гаврилюк", "Семенюк",
]